"MJRefreshHeaderIdleText" = "रिफ्रेश करने के लिए नीचे खींचें";
"MJRefreshHeaderPullingText" = "ताज़ा होने के लिए छोड़ दें";
"MJRefreshHeaderRefreshingText" = "लोड हो रहा है...";

"MJRefreshAutoFooterIdleText" = "अधिक लोड करने के लिए टैप या पुल अप करें";
"MJRefreshAutoFooterRefreshingText" = "लोड हो रहा है...";
"MJRefreshAutoFooterNoMoreDataText" = "और कोई डेटा नहीं";

"MJRefreshBackFooterIdleText" = "अधिक लोड करने के लिए टैप या पुल अप करें";
"MJRefreshBackFooterPullingText" = "अधिक लोड करने के लिए रिलीज़ करें।";
"MJRefreshBackFooterRefreshingText" = "लोड हो रहा है...";
"MJRefreshBackFooterNoMoreDataText" = "और कोई डेटा नहीं";

"MJRefreshHeaderLastTimeText" = "आखरी अपडेट:";
"MJRefreshHeaderDateTodayText" = "आज";
"MJRefreshHeaderNoneLastDateText" = "कोई रिकॉर्ड नहीं";
